const conf = {
    legalPerson: [{
            id: "000001-鴻富錦外銷(深圳)",
            text: "000001-鴻富錦外銷(深圳)"
        },
        {
            id: "000002-富金獨資(新科目)",
            text: "000002-富金獨資(新科目)"
        },
        {
            id: "000003-富士鈞獨資(新科目)",
            text: "000003-富士鈞獨資(新科目)"
        },
        {
            id: "000004-數碼捷豹公司(內銷)",
            text: "000004-數碼捷豹公司(內銷)"
        },
        {
            id: "000005-富泰康獨資(新科目)",
            text: "000005-富泰康獨資(新科目)"
        },
        {
            id: "000006-華科立獨資(新科目)",
            text: "000006-華科立獨資(新科目)"
        },
        {
            id: "000007-富錦順獨資(新科目)",
            text: "000007-富錦順獨資(新科目)"
        },
    ],
    citys: [{
            id: "昆山",
            text: "昆山"
        },
        {
            id: "煙臺加工區",
            text: "煙臺加工區"
        },
        {
            id: "太原",
            text: "太原"
        },
        {
            id: "淮安加工區",
            text: "淮安加工區"
        },
        {
            id: "晉城",
            text: "晉城"
        },
        {
            id: "營口",
            text: "營口"
        },
        {
            id: "秦皇島",
            text: "秦皇島"
        },
        {
            id: "深圳",
            text: "深圳"
        },
        {
            id: "武漢",
            text: "武漢"
        },
        {
            id: "佛山",
            text: "佛山"
        },
        {
            id: "南寧富寧",
            text: "南寧富寧"
        },
        {
            id: "南京",
            text: "南京"
        },
        {
            id: "煙臺富士康",
            text: "煙臺富士康"
        },
        {
            id: "上海",
            text: "上海"
        },
        {
            id: "重慶",
            text: "重慶"
        },
        {
            id: "嘉善",
            text: "嘉善"
        },
        {
            id: "杭州",
            text: "杭州"
        },
        {
            id: "廊坊",
            text: "廊坊"
        },
        {
            id: "天津",
            text: "天津"
        },
        {
            id: "惠州",
            text: "惠州"
        },
        {
            id: "北京",
            text: "北京"
        },
        {
            id: "淮安區外",
            text: "淮安區外"
        },
        {
            id: "成都",
            text: "成都"
        },
        {
            id: "鄭州",
            text: "鄭州"
        },
        {
            id: "南寧高新區",
            text: "南寧高新區"
        },
        {
            id: "衡陽",
            text: "衡陽"
        },
        {
            id: "北海",
            text: "北海"
        },
        {
            id: "豐城",
            text: "豐城"
        },
        {
            id: "河南南陽",
            text: "河南南陽"
        },
        {
            id: "河南濟源",
            text: "河南濟源"
        },
        {
            id: "江西贛州",
            text: "江西贛州"
        },
        {
            id: "瀋陽",
            text: "瀋陽"
        },
        {
            id: "江蘇鹽城",
            text: "江蘇鹽城"
        },
        {
            id: "鄂爾多斯市",
            text: "鄂爾多斯市"
        },
        {
            id: "河南鶴壁",
            text: "河南鶴壁"
        },
        {
            id: "淮安宏恆勝",
            text: "淮安宏恆勝"
        },
        {
            id: "長沙",
            text: "長沙"
        },
        {
            id: "貴陽",
            text: "貴陽"
        },
        {
            id: "富能",
            text: "富能"
        },
        {
            id: "菏澤",
            text: "菏澤"
        },
        {
            id: "安慶",
            text: "安慶"
        },
        {
            id: "昆山-鴻騰",
            text: "昆山-鴻騰"
        },
        {
            id: "淮安加工區-鴻騰",
            text: "淮安加工區-鴻騰"
        },
        {
            id: "鄭州-鴻騰",
            text: "鄭州-鴻騰"
        },
        {
            id: "重慶-鴻騰",
            text: "重慶-鴻騰"
        },
        {
            id: "北京-鴻騰",
            text: "北京-鴻騰"
        },
        {
            id: "菏澤-鴻騰",
            text: "菏澤-鴻騰"
        },
        {
            id: "深圳-鴻騰",
            text: "深圳-鴻騰"
        },
        {
            id: "江西-鴻騰",
            text: "江西-鴻騰"
        },
        {
            id: "南京sharp",
            text: "南京sharp"
        },
        {
            id: "廣州",
            text: "廣州"
        },
    ],
    paytype: [{
            id: "1.Common+公司費用",
            text: "1.Common+公司費用"
        },
        {
            id: "2.Reimburse+代墊費用",
            text: "2.Reimburse+代墊費用"
        },
        {
            id: "3.Consign+客戶贈送",
            text: "3.Consign+客戶贈送"
        },
    ]
};
export default conf;